export const characters =
  ` !"#$%&'()*+,-./` +
  `0123456789` +
  `:;<=>?@` +
  `ABCDEFGHIJKLMNOPQRSTUVWXYZ` +
  `[\\]^_` +
  `abcdefghijklmnopqrstuvwxyz` +
  `{|}~` + 
  `¡¢£¤¥¦§¨©ª«¬®¯°±²³´µ¶·¸¹º»¼½¾¿` +
  `ÀÁÂÃÄÅÆÇÈÉÊËÌÍÎÏÐÑÒÓÔÕÖ×ØÙÚÛÜÝÞß` +
  `àáâãäåæçèéêëìíîïðñòóôõö÷øùúûüýþÿ` +
  `ĀāĂăĄąĆćĈĉĊċČčĎďĐđĒēĔĕĖėĘęĚě` +
  `ĜĝĞğĠġĢģĤĥĦħĨĩĪīĬĭĮįİı` +
  `ĲĳĴĵĶķĸĹĺĻļĽľŁłŃńŅņŇňŉŊŋ` +
  `ŌōŎŏŐőŒœŔŕŖŗŘřŚśŜŝŞşŠšŢţŤť` +
  `ŦŧŨũŪūŬŭŮůŰűŲųŴŵŶŷŸŹźŻżŽž` +
  `ƒǺǻǼǽǾǿȀȁȂȃȄȅȆȇȈȉȊȋȌȍȎȏ` +
  `ȐȑȒȓȔȕȖȗȘșȚțȜȝȞȟȠȡȢȣȤȥ` +
  `ȦȧȨȩȪȫȬȭȮȯȰȱȲȳʰʱʲʳʴʵʶʷʸʹʺ` +
  `ʻʼʽˈˉˊˋˌˍˎˏːˑ˒˓˔˕˖˗˘˙˚˛˜˝`+
  `収宗就衆従縦縮熟純処署諸除将傷障城蒸針仁垂推盛聖誠宣専`;
